brew "docker"
brew "git"
brew "gnupg"
brew "mise"
brew "starship"
cask "figma"
cask "font-hackgen-nerd"
cask "rancher"
cask "slack"
cask "visual-studio-code"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "denoland.vscode-deno"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "ionutvmi.path-autocomplete"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "naumovs.color-highlight"
vscode "pkief.material-icon-theme"
vscode "saoudrizwan.claude-dev"
vscode "shardulm94.trailing-spaces"
vscode "vitest.explorer"
